const examScenariosData = [
  {
    "exam_task_number": 1,
    "exam_section": "theoretical",
    "exam_task_title": "Безопасность. Поиск",
    "title": "Вопрос №1",
    "text": "Какие из характеристик потенциально могут свидетельствовать о том, что сайт фишинговый?",
    "option_a": "наличие SSL сертификата;",
    "option_b": "наличие грамматических и орфографических ошибок;",
    "option_c": "сайт имеет неверное имя домена;",
    "option_d": "есть предложение принять участие в акции с крупным выигрышем;",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b",
      "option_c",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 1,
    "exam_section": "theoretical",
    "exam_task_title": "Безопасность. Поиск",
    "title": "Вопрос №2",
    "text": "Укажите, что из перечисленных ниже вариантов – спам:",
    "option_a": "звонок от службы доставки по сделанному вами заказу;",
    "option_b": "письмо от вашего работодателя о проведении обязательной вакцинации;",
    "option_c": "звонок от застройщика с предложением купить квартиру в новом ЖК;",
    "option_d": "SMS об акциях от незнакомого бренда.",
    "option_e": "SMS от МЧС о надвигающейся грозе.",
    "correct_option": "option_c",
    "correct_options": [
      "option_c",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 1,
    "exam_section": "theoretical",
    "exam_task_title": "Безопасность. Поиск",
    "title": "Вопрос №3",
    "text": "Когда получен спам по e-mail с приложенным файлом, следует:",
    "option_a": "отправить его одногруппникам, чтобы они скачали и открыли этот файл за вас;",
    "option_b": "удалить письмо с приложением, не раскрывая (не читая) его;",
    "option_c": "скачать файл, чтобы проверить его при помощи антивируса;",
    "option_d": "ответить на поступившее письмо;",
    "option_e": "прочитать приложение, если оно не содержит ничего ценного – удалить;",
    "correct_option": "option_b",
    "correct_options": [
      "option_b"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 1,
    "exam_section": "theoretical",
    "exam_task_title": "Безопасность. Поиск",
    "title": "Вопрос №4",
    "text": "Какие признаки свойственны спаму?",
    "option_a": "письмо не персонализировано;",
    "option_b": "письмо содержит много знаков препинания и ошибок;",
    "option_c": "в письме имеется персональное обращение к вам;",
    "option_d": "вы ранее контактировали с отправителем;",
    "option_e": "письмо было отправлено со знакомого вам корпоративного адреса;",
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_b"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 1,
    "exam_section": "theoretical",
    "exam_task_title": "Безопасность. Поиск",
    "title": "Вопрос №5",
    "text": "На корпоративную почту вам поступило письмо от нотариуса из Нигерии, который сообщал, что вы являетесь наследником королевской семьи, и унаследовали около миллиона евро. Для того, чтобы их получить, вам нужно заполнить заявление и отправить его по адресу, указанному в документе \"Заевление.docx\", который был прикреплен к письму. Что нужно сделать при получении такого письма?",
    "option_a": "отметить данное письмо как спам;",
    "option_b": "заблокировать отправителя;",
    "option_c": "ознакомиться с документом, чтобы оценить достоверность информации;",
    "option_d": "ответить на письмо, попросив доказательств изложенной информации;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_b"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 1,
    "exam_section": "theoretical",
    "exam_task_title": "Безопасность. Поиск",
    "title": "Вопрос №6",
    "text": "Вам поступил звонок с неизвестного номера. Звонивший представился сотрудником службы безопасности банка, в котором у вас открыт счет. Он сказал, что с вашей карты совершена попытка перевода большой суммы денег на имя, которое вам неизвестно. Что правильно сделать в этом случае?",
    "option_a": "заблокировать все ваши карты, чтобы остановить перевод неизвестному лицу;",
    "option_b": "следовать инструкции звонящего, чтобы не допустить воровства ваших средств;",
    "option_c": "задать звонящему вопросы, которые помогут вам убедиться в его честности;",
    "option_d": "прервать разговор и заблокировать данный номер;",
    "option_e": null,
    "correct_option": "option_d",
    "correct_options": [
      "option_d"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 1,
    "exam_section": "theoretical",
    "exam_task_title": "Безопасность. Поиск",
    "title": "Вопрос №7",
    "text": "Выберите все способы защиты своего аккаунта от взлома злоумышленниками:",
    "option_a": "установить двухфакторную аутентификацию;",
    "option_b": "установить пароль, который содержит прописные и строчные буквы, цифры и специальные символы;",
    "option_c": "не сохранять свои пароли на чужих устройствах;",
    "option_d": "использовать одинаковый пароль для аккаунтов на разных сервисах;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_b",
      "option_c"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 1,
    "exam_section": "theoretical",
    "exam_task_title": "Безопасность. Поиск",
    "title": "Вопрос №8",
    "text": "Какие признаки свойственны спам-письмам?",
    "option_a": "текст письма содержит только ссылки;",
    "option_b": "письмо содержит много знаков препинания и ошибок;",
    "option_c": "в письме имеется обращение к вам и вы ранее контактировали с отправителем;",
    "option_d": "не указано, кому адресовано письмо;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_b",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 2,
    "exam_section": "theoretical",
    "exam_task_title": "Облачные хранилища",
    "title": "Вопрос №1",
    "text": "Вас пригласили в качестве независимого эксперта оценить работу коллег. Вам прислали ссылку на документ в формате Google Docs для последующих предложений (уровень общего доступа – Читатель). Выберите все верные утверждения:",
    "option_a": "Вы не можете вносить изменения в текст, но можете использовать функцию “Подчеркнуть” в формате чтения;",
    "option_b": "Вы можете предложить свои правки по тексту, однако внесенные изменения отразятся не в тексте, а в соседнем окне;",
    "option_c": "По данной ссылке может перейти третий человек;",
    "option_d": "Вы можете только ознакомиться с документом;",
    "option_e": null,
    "correct_option": "option_c",
    "correct_options": [
      "option_c",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 2,
    "exam_section": "theoretical",
    "exam_task_title": "Облачные хранилища",
    "title": "Вопрос №2",
    "text": "Вы преподаёте цифровую грамотность у бакалавров 1го курса. Студенты должны делать групповой проект в общем Google Документе, при этом им предстоит ещё работать с результатами опроса в Google Tаблице. Все материалы проекта хранятся в рабочей папке на Google Диске. Нужно, чтобы все участники проекта могли редактировать любые материалы проекта, учебный ассистент мог только комментировать Google Tаблицу и Google Документ.\nКак нужно настроить доступ?",
    "option_a": "дать доступ для редактирования папки по электронной почте участников, а по ссылке папка и все документы доступны для комментирования;",
    "option_b": "дать доступ для редактирования папки по электронной почте участников и ассистента, по ссылке папка и все документы доступны для чтения;",
    "option_c": "папка доступна по ссылке для редактирования, отдельные документы доступны для комментирования;",
    "option_d": "папка доступна по ссылке для чтения, отдельные документы доступны для редактирования;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 2,
    "exam_section": "theoretical",
    "exam_task_title": "Облачные хранилища",
    "title": "Вопрос №3",
    "text": "Вы преподаёте цифровую грамотность у бакалавров 1го курса. Студенты должны делать групповой проект в общем Google Документе, при этом им предстоит ещё работать с результатами опроса в GoogleTаблице. Все материалы проекта хранятся в рабочей папке на Google Диске. Нужно, чтобы все участники проекта могли редактировать любые материалы проекта, учебный ассистент мог только просматривать (без изменений и комментариев) Google Tаблицу и Google Документ.\nКак нужно настроить доступ?",
    "option_a": "папка доступна по ссылке для чтения, отдельные документы доступны для комментирования;",
    "option_b": "дать доступ для комментирования папки по электронной почте участников и ассистента, по ссылке папка и все документы доступны для чтения;",
    "option_c": "дать доступ для редактирования папки по электронной почте участников, а по ссылке папка и все документы доступны для чтения;",
    "option_d": "папка доступна по ссылке для чтения, отдельные документы доступны для редактирования;",
    "option_e": null,
    "correct_option": "option_c",
    "correct_options": [
      "option_c"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 2,
    "exam_section": "theoretical",
    "exam_task_title": "Облачные хранилища",
    "title": "Вопрос №4",
    "text": "Вы с одногруппниками готовите проект, который подразумевает общую работу над Google-документом. Сдать проект нужно, отправив ссылку на Google-документ преподавателю и ассистенту, при этом преподаватель и ассистент должны иметь возможность оставить замечания и предложения (не меняя сам текст).\nКак можно настроить уровни доступа?",
    "option_a": "документ доступен всем по ссылке для комментирования;",
    "option_b": "документ доступен для редактирования членам группы по их Gmail-адресам и доступен для комментирования преподавателю по Gmail-адресу;",
    "option_c": "документ доступен всем по ссылке для чтения;",
    "option_d": "документ доступен для редактирования членам группы по их Gmail-адресам и доступен для комментирования всем, у кого есть ссылка;",
    "option_e": null,
    "correct_option": "option_d",
    "correct_options": [
      "option_d"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 2,
    "exam_section": "theoretical",
    "exam_task_title": "Облачные хранилища",
    "title": "Вопрос №5",
    "text": "Вы участвуете в кейс-чемпионате вместе с вашими одногруппниками. Вашей команде необходимо подготовить текст с решением кейса в Google Документах и загрузить ссылку на него на сайт вашей команды. Все остальные команды должны иметь возможность ознакомиться с вашим решением, однако нельзя допустить, чтобы они могли его откорректировать или внести какие-то предложения и замечания. А эксперт от жюри, который будет оценивать ваше решение, должен иметь возможность оставить пометки с баллами, не меняя сам текст. Какой вариант настройки уровня доступа вам подойдет?",
    "option_a": "документ доступен всем по ссылке для комментирования, а эксперту для редактирования по его Gmail-адресу;",
    "option_b": "документ доступен всем по ссылке для просмотра, а эксперту для редактирования по его Gmail-адресу;",
    "option_c": "документ доступен всем по ссылке для комментирования;",
    "option_d": "документ доступен всем по ссылке для просмотра, а эксперту для комментирования по его Gmail-адресу;",
    "option_e": null,
    "correct_option": "option_d",
    "correct_options": [
      "option_d"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 2,
    "exam_section": "theoretical",
    "exam_task_title": "Облачные хранилища",
    "title": "Вопрос №6",
    "text": "Вы с одногруппниками работаете в группе. В ходе работы над статьёй преподаватель назначил следующие уровни доступа для файла статьи: вам — редактор, Маше — комментатор, Жене — читатель. Согласно назначенным уровням доступа, какие максимальные действия вы можете совершать?",
    "option_a": "вы можете предлагать исправления, Маша изменять текст, а Женя просматривать файл;",
    "option_b": "вы можете просматривать файл, Маша предлагать исправления, а Женя изменять текст;",
    "option_c": "вы можете изменять текст, Маша предлагать исправления, а Женя просматривать файл;",
    "option_d": "вы можете изменять текст, Маша просматривать файл, а Женя предлагать исправления;",
    "option_e": null,
    "correct_option": "option_c",
    "correct_options": [
      "option_c"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 2,
    "exam_section": "theoretical",
    "exam_task_title": "Облачные хранилища",
    "title": "Вопрос №7",
    "text": "Вы с коллегами решили организовать работу над выполнением проекта в Google Docs. Необходимо, чтобы участники могли иметь возможность вносить изменения в написанный текст, а преподаватель – только просматривать документ и при необходимости оставлять заметки на полях. Какие настройки доступа следует задать?",
    "option_a": "Предоставить общий доступ по ссылке для редактирования и отправить её на электронные почты преподавателя и участников группы;",
    "option_b": "Настроить права редактора для участников группы в документе через их электронные почты и отдельно настроить права комментатора для преподавателя через электронную почту;",
    "option_c": "Предоставить общий доступ по ссылке для чтения и отправить её только преподавателю;",
    "option_d": "Настроить права читателя для преподавателя через электронную почту и отдельно права редактора для участников группы через электронные почты;",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 2,
    "exam_section": "theoretical",
    "exam_task_title": "Облачные хранилища",
    "title": "Вопрос №8",
    "text": "Вас пригласили в качестве независимого эксперта оценить работу коллег. Вам прислали ссылку на документ в формате Google Docs для последующих правок и предложений (уровень доступа – Комментатор). Выберите все верные утверждения:",
    "option_a": "Ваши предложения по правке текста могут быть как приняты, так и отвергнуты;",
    "option_b": "Вы сможете представить свои комментарии по содержанию работы в новом документе Google Docs, который будет создан автоматически при нажатии на ссылку;",
    "option_c": "Вы можете пригласить преподавателя в качестве второго эксперта, установив для него права Комментатора через e-mail адрес;",
    "option_d": "Вы можете предложить свои исправления по тексту (стилистические огрехи/пунктуация);",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 2,
    "exam_section": "theoretical",
    "exam_task_title": "Облачные хранилища",
    "title": "Вопрос №9",
    "text": "Вы с коллегами решили организовать работу над выполнением проекта в Google Docs. Необходимо, чтобы участники могли иметь возможность вносить изменения в написанный текст, а руководитель  – только просматривать документ. При этом важно не допустить, чтобы документ попал к третьим лицам. Какие настройки доступа следует задать?",
    "option_a": "Предоставить общий доступ по ссылке для редактирования и отправить каждому участнику группы и руководителю лично;",
    "option_b": "Настроить отдельно права редактора по email-адресам для участников группы и отдельно по email-адресу права читателя для преподавателя;",
    "option_c": "Предоставить общий доступ по ссылке для редактирования и отправить в общий чат участников группы, а затем настроить по e-mail адресу права читателя для преподавателя;",
    "option_d": "Настроить сначала по e-mail адресам права редактора для участников группы, потом предоставить общий доступ по ссылке для редактирования и отправить ее преподавателю;",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 2,
    "exam_section": "theoretical",
    "exam_task_title": "Облачные хранилища",
    "title": "Вопрос №10",
    "text": "Вы с вашим одногруппником готовите итоговый проект по цифровой грамотности. Вы создали Google документ, в котором планируется совместными усилиями написать текст. Вам необходимо, чтобы ваш одногруппник мог редактировать текст, а также нужно дать возможность учебному ассистенту оставить свои комментарии по улучшению проекта (но не допустить, чтобы он мог случайно изменить сам текст). Преподаватель также хочет следить за выполнением работы, так как ему важно, чтобы студенты делали работу в течение модуля, а не в последний момент. Однако никак комментировать работу он не планирует. Какая настройка уровней доступа подойдёт в данной ситуации?",
    "option_a": "одногруппник - редактор, учебный ассистент - читатель, преподаватель - комментатор;",
    "option_b": "одногруппник - редактор, учебный ассистент - комментатор, преподаватель - читатель;",
    "option_c": "одногруппник - комментатор, учебный ассистент - читатель, преподаватель - редактор;",
    "option_d": "одногруппник - комментатор, учебный ассистент - редактор, преподаватель -комментатор;",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 2,
    "exam_section": "theoretical",
    "exam_task_title": "Облачные хранилища",
    "title": "Вопрос №11",
    "text": "Все материалы проекта по цифровой грамотности вы с командой храните в папке на Google Диске. Во время семестра каждый участник команды мог создавать и редактировать в папке любые файлы. В конце семестра проект кончился, и вы хотите показать свою работу участникам другой команды. Вы не хотите, чтобы они случайно удалили или изменили ваши файлы, но не против, чтобы они поделились впечатлениями в документах. Как нужно настроить уровни доступа для них? Укажите наиболее простой и быстрый способ:",
    "option_a": "папка и все документы в ней доступны по ссылке для комментирования;",
    "option_b": "папка и все документы в ней доступны по ссылке для редактирования;",
    "option_c": "папка доступна по ссылке для чтения, отдельные документы доступны для редактирования;",
    "option_d": "папка доступна по ссылке для чтения, отдельные документы доступны для комментирования;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 2,
    "exam_section": "theoretical",
    "exam_task_title": "Облачные хранилища",
    "title": "Вопрос №12",
    "text": "Вы договорились с одногруппниками сделать презентацию к защите проекта в Google Презентациях. При этом вы хотите отправить презентацию преподавателю, чтобы он оставил в ней заметки на полях. В конце концов, вам нужно сделать так, чтобы ваши однокурсники могли посмотреть презентацию, но не могли изменять информацию в ней. Какой минимальный набор уровней доступа вам нужно выставить в презентации, чтобы всё прошло так, как вы это и планировали?",
    "option_a": "одногруппники — читатель, преподаватель — редактор. Доступ по ссылке для чтения;",
    "option_b": "одногруппники — комментатор, преподаватель — редактор. Доступ по ссылке для редактирования;",
    "option_c": "одногруппники — редактор, преподаватель — редактор. Доступ по ссылке для чтения;",
    "option_d": "одногруппники — редактор, преподаватель — комментатор. Доступ по ссылке для чтения;",
    "option_e": null,
    "correct_option": "option_d",
    "correct_options": [
      "option_d"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 2,
    "exam_section": "theoretical",
    "exam_task_title": "Облачные хранилища",
    "title": "Вопрос №13",
    "text": "Вы с соседями по комнате составляли совместный список покупок к праздникам. Для этого вы создали Google документ и отправили каждому соседу ссылку на редактирование документа.\nВы решили поделиться списком со всем курсом и запостили эту же ссылку в общий чат. После этого в документе стали появляться нежелательные правки от незнакомых вам людей.\nКак исправить ситуацию, удалить появившиеся правки и настроить все так, чтобы соседи могли редактировать, а остальные - только просматривать документ? Обратите внимание на порядок действий.",
    "option_a": "При помощи истории версий вернуть более раннюю версию документа. Сгенерировать другую ссылку, для чтения, и отправить в общий чат её. Попросить людей в чате не редактировать документ по прошлой ссылке.",
    "option_b": "Создать новый документ на основе более ранней версии списка. Настроить ссылку для чтения и отправить ее и в чат курса. Настроить ссылку для редактирования и отправить ее соседям.",
    "option_c": "При помощи истории версий вернуть более раннюю версию документа. Закрыть доступ по ссылке.",
    "option_d": "Настроить по ссылке доступ для чтения. Пригласить соседей по электронной почте с правами редактора. Вернуть более раннюю версию документа.",
    "option_e": null,
    "correct_option": "option_d",
    "correct_options": [
      "option_d"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 2,
    "exam_section": "theoretical",
    "exam_task_title": "Облачные хранилища",
    "title": "Вопрос №14",
    "text": "Вы с несколькими одногруппникам пишете групповой реферат. Вы создали файл в Google Документах и пригласили каждого из членов команды по почте с правами на редактирование. Кроме того, вы поделились ссылкой на просмотр документа в общем канале курса.\nЧерез некоторое время вы открываете файл и видите в тексте предложение правок, которые кажутся вам неуместными. Можете ли вы точно определить человека, который их добавил, чтобы напрямую обратиться к нему и обсудить ситуацию?",
    "option_a": "Да, в этом случае можно точно определить пользователя, который предложил правки.",
    "option_b": "Нет, в этом случае не обязательно получится определить, кто предложил правки.",
    "option_c": "Нет, определить, кто предложил правки, невозможно в принципе.",
    "option_d": "Да, всегда можно точно определить пользователя, который предлагает правки.",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 2,
    "exam_section": "theoretical",
    "exam_task_title": "Облачные хранилища",
    "title": "Вопрос №15",
    "text": "Вы с одногруппниками готовите проект, который подразумевает общую работу над документом. Сдать проект нужно, отправив ссылку на Google-документ преподавателю, при этом преподаватель должен иметь возможность оставить замечания и предложения (не меняя сам текст). Какие варианты доступа подходят?",
    "option_a": "документ доступен для редактирования членам группы по их Gmail-адресам и доступен для комментирования всем, у кого есть ссылка;",
    "option_b": "документ доступен для редактирования членам группы по их Gmail-адресам и доступен для комментирования преподавателю по Gmail-адресу;",
    "option_c": "документ доступен всем по ссылке для редактирования;",
    "option_d": "документ доступен всем по ссылке для комментирования;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_b"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 2,
    "exam_section": "theoretical",
    "exam_task_title": "Облачные хранилища",
    "title": "Вопрос №16",
    "text": "Вы готовите групповой доклад по химии в составе 3-х человек, включая вас. Преподаватель для вас создал папку в облачном диске в которой находятся 3 файла-заготовки: Google-таблица со статистическими данными, текстовый файл с текстом доклада, Google-презентация вашего доклада. Каждый участник проекта ответственен за свою часть и не имеет права редактировать другие папки в файле, но должен иметь возможность их просматривать. Как в данном случае правильно предоставить доступ каждому из участников?",
    "option_a": "таким образом распределить права не получится, каждый участник должен создать копию нужного документа у себя на диске;",
    "option_b": "отправить каждому участнику ссылки с соответствующим доступом (2 разные ссылки для каждого документа - читатель и редактор);",
    "option_c": "распределить права для каждого документа через Gmail-адреса участников;",
    "option_d": "отправить ссылку на папку проекта с доступом “Комментатор”;",
    "option_e": null,
    "correct_option": "option_c",
    "correct_options": [
      "option_c"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 2,
    "exam_section": "theoretical",
    "exam_task_title": "Облачные хранилища",
    "title": "Вопрос №17",
    "text": "Вы с одногруппниками пишете ответы на билеты к предстоящему экзамену. Работаете вы совместно в документе формата Google Docs. В одно утро вы обнаруживаете, что некий злоумышленник, получивший доступ к вашему документу, удалил весь текст и не отменил изменения. Можете ли вы восстановить текст документа? Если да, то как?",
    "option_a": "необходимо несколько раз отменить действие (ctrl+z) до тех пор, пока текст не восстановится;",
    "option_b": "необходимо перезагрузить страницу браузера;",
    "option_c": "восстановить текст уже невозможно, так как удалил его другой человек;",
    "option_d": "необходимо обратиться к меню “История версий”;",
    "option_e": null,
    "correct_option": "option_d",
    "correct_options": [
      "option_d"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 3,
    "exam_section": "theoretical",
    "exam_task_title": "Этика обмена информацией",
    "title": "Вопрос №1",
    "text": "В качестве домашнего задания вашей группе дали задачу в гугл-документе, однако вам и нескольким вашим одногруппникам доступ не выдали. Вы решили написать преподавателю с просьбой предоставить доступ к редактированию.\nПроанализируйте письмо на предмет соответствия правилам деловой электронной переписки. Какие три утверждения об этом письме являются ложными?",
    "option_a": "Письмо написано вежливо, соблюден нейтральный стиль.",
    "option_b": "В письме нет грамматических/пунктуационных ошибок, в том числе лишних пробелов.",
    "option_c": "В письме конкретно указаны ФИО студентов, у кого нет доступа к документу.",
    "option_d": "Тема письма конкретна и соответствует его содержанию.",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_b",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 3,
    "exam_section": "theoretical",
    "exam_task_title": "Этика обмена информацией",
    "title": "Вопрос №2",
    "text": "Вы состоите в студенческой организации, и вам нужно снять видеоролик на территории университета для продвижения своего мероприятия. Видеоролик нужно снять срочно и придется привлечь внешних подрядчиков. Чтобы организовать съемки в университете с привлечением людей, которые не работают и не учатся в университете, нужно согласовать такие съемки со службой безопасности.\nОзнакомьтесь с черновиком служебной записки и найдите ошибки:",
    "option_a": "не указан статус человека, от лица которого написана служебная записка;",
    "option_b": "не указана цель организации съемок;",
    "option_c": "не указаны дата и время проведения съемок;",
    "option_d": "не указаны ФИО внешних людей, которые будет находиться на территории университета;",
    "option_e": null,
    "correct_option": "option_c",
    "correct_options": [
      "option_c",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 3,
    "exam_section": "theoretical",
    "exam_task_title": "Этика обмена информацией",
    "title": "Вопрос №3",
    "text": "Для выполнения курсовой работы вам необходимо получить доступ к общеуниверситетскому кластеру для высокопроизводительных вычислений. Ознакомьтесь с черновиком служебной записки и найдите ошибки.",
    "option_a": "не указаны имя и должность автора;",
    "option_b": "не указан адресат;",
    "option_c": "нет обоснования запроса;",
    "option_d": "не указано название документа;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 3,
    "exam_section": "theoretical",
    "exam_task_title": "Этика обмена информацией",
    "title": "Вопрос №4",
    "text": "Вы с вашими одногруппниками создали закрытый чат в телеграме для обсуждения учебных вопросов. В чат можно попасть по пригласительной ссылке. Внезапно в середине семестра к чату присоединился по ссылке незнакомый вам участник и начал отправлять много одинаковых сообщений с текстом \"Срочно перейдите по ссылке, важная информация!\". Вы - владелец чата. Выберите все действия, которые будут полезны в данной ситуации:",
    "option_a": "перейти по ссылке из сообщения, чтобы посмотреть, о какой информации говорит новый участник;",
    "option_b": "попросить нового участника не спамить в чате;",
    "option_c": "пожаловаться на незнакомого участника;",
    "option_d": "удалить незнакомого участника из чата;",
    "option_e": "аннулировать текущую ссылку для приглашения в чат;",
    "correct_option": "option_c",
    "correct_options": [
      "option_c",
      "option_d",
      "option_e"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 3,
    "exam_section": "theoretical",
    "exam_task_title": "Этика обмена информацией",
    "title": "Вопрос №5",
    "text": "Вы не согласны с результатами оценивания командного проекта, поэтому хотите получить подробный фидбек от преподавателя по своей работе. Ваши коллеги предлагают отправить письмо следующего содержания:\nОцените его с точки зрения норм деловой переписки, выбрав верные утверждения:",
    "option_a": "грамотное заполнение поля «тема»;",
    "option_b": "в копии указаны все участники проекта, но они не представлены в письме;",
    "option_c": "сдержанный стиль изложения;",
    "option_d": "соблюдена структура делового письма;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 3,
    "exam_section": "theoretical",
    "exam_task_title": "Этика обмена информацией",
    "title": "Вопрос №6",
    "text": "Для выполнения учебного проекта вашей группе необходимо получить доступ к общеуниверситетскому кластеру для высокопроизводительных вычислений. По рекомендации преподавателя Иванова Олега Валерьевича с этим может помочь системный администратор Дмитриев Иван Васильевич.\nПроанализируйте письмо с точки зрения соблюдения этики электронной переписки:\nВопрос 7\nВыберите один или несколько ответов:\nне указана групповая почта в скрытой копии;\nтема письма информативна;\nписьмо содержит обращение и подпись;\nстудент указал факультет, курс и номер группы\nОтзыв\nВаш ответ неправильный.\nПравильные ответы:\nне указана групповая почта в скрытой копии;,\nписьмо содержит обращение и подпись;\nВопрос 8\nНет ответа\nБалл: 3,00\nОтметить вопрос\nТекст вопроса\nПреподаватель создал чат в Telegram для оперативного решения учебных вопросов. Вы хотите задать вопрос про формат экзамена, но на часах уже 00:00 и Вы боитесь, что завтра забудете Ваш вопрос. Какая из функций Telegram способна помочь в такой ситуации?.",
    "option_a": "отправки отложенных сообщений;",
    "option_b": "начала секретного чата;",
    "option_c": "отправки стикеров;",
    "option_d": "блокировки контакта;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 3,
    "exam_section": "theoretical",
    "exam_task_title": "Этика обмена информацией",
    "title": "Вопрос №7",
    "text": "Ваш друг создал чат в Telegram для коммуникации при подготовке учебного проекта. Участники чата присоединяются к нему по пригласительной ссылке. В один момент к чату по ссылке присоединилось незнакомое лицо и начало отправлять одно и то же сообщение  \"Не развод!!! Переходи по ссылке\" множество раз. Вы - участник чата без прав администратора.\nКакие действия возможны и полезны в такой ситуации?",
    "option_a": "предложить владельцу чата аннулировать пригласительную ссылку;",
    "option_b": "проверить содержимое ссылки, перейдя по ней;",
    "option_c": "удалить нового участника из чата;",
    "option_d": "пожаловаться на эти сообщения;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 3,
    "exam_section": "theoretical",
    "exam_task_title": "Этика обмена информацией",
    "title": "Вопрос №8",
    "text": "Экзамен по цифровой грамотности студенты вашей образовательной программы пишут в 2 потока. Вас распределили в первый поток, однако вы можете писать только во второй из-за важной записи к врачу, которую нельзя перенести. Вы решили написать заявление о переводе в другой поток. Ознакомьтесь с черновиком заявления и найдите ошибки.",
    "option_a": "не указано название документа;",
    "option_b": "не указан адресат;",
    "option_c": "нет обоснования запроса;",
    "option_d": "не указаны данные автора;",
    "option_e": null,
    "correct_option": "option_c",
    "correct_options": [
      "option_c",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 3,
    "exam_section": "theoretical",
    "exam_task_title": "Этика обмена информацией",
    "title": "Вопрос №9",
    "text": "Для того, чтобы участвовать в ежегодном конкурсе на академическую мобильность, студентам предлагается подать соответствующее заявление.  Друг просит вашей помощи и предлагает оценить черновик заявления на предмет каких-либо неточностей или ошибок:",
    "option_a": "не указаны статус или ФИО заявителя;",
    "option_b": "отсутствует реквизит «подпись»;",
    "option_c": "не указано наименование документа;",
    "option_d": "некорректно оформлен реквизит «адресат»;",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 3,
    "exam_section": "theoretical",
    "exam_task_title": "Этика обмена информацией",
    "title": "Вопрос №10",
    "text": "В рамках курсовой работы вы заинтересовались возможностями системы iFORA, позволяющей на основе анализа большого корпуса текстов выявлять текущие тренды и актуальные тематики научных исследований.\nОцените следующее письмо с точки зрения правил деловой переписки:",
    "option_a": "автор представился и указал свой статус;",
    "option_b": "текст письма последователен и не содержит отступлений от описанной цели;",
    "option_c": "автор персонально обратился и поприветствовал адресата;",
    "option_d": "грамотное заполнение поля «тема»;",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 3,
    "exam_section": "theoretical",
    "exam_task_title": "Этика обмена информацией",
    "title": "Вопрос №11",
    "text": "Для работы над проектом вашей группе нужен корпус редких текстов, и вы узнали, что похожий корпус уже собирали исследователи из Центра цифровой филологии. Корпуса нет в открытом доступе, но ваша преподавательница Анна Ивановна Сергеева посоветовал написать директору Центра, Петровой Анне Андреевне, и попросить ее поделиться данными.\nКому: anna_petr@yandex.ru\nКопия:\nТема: Получение корпуса текстов Михаила Бледного\nПисьмо:\nДобрый вечер, Анна Андреевна!\nМы с одногруппниками (в копии письма) работаем над проектом, посвященным творчеству современного поэта Михаила Бледного. Наша преподавательница Анна Ивановна Сергеева посоветовала обратиться к Вам и попросить воспользоваться корпусом его текстов, который собрали исследователи Центра цифровой филологии. Не могли бы Вы поделиться с нами текстами?\nС уважением,\nИван Смирнов\nПроанализируйте письмо с точки зрения соблюдения этики электронной переписки:",
    "option_a": "есть приветствие и подпись;",
    "option_b": "студент указал курс и номер группы;",
    "option_c": "указана тема письма;",
    "option_d": "указана почта группы в копии;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_c"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 3,
    "exam_section": "theoretical",
    "exam_task_title": "Этика обмена информацией",
    "title": "Вопрос №12",
    "text": "Перед вами письмо, которое студент написал своему преподавателю:\nКакие ошибки с точки зрения этики деловой коммуникации в нём сделаны?",
    "option_a": "нет подписи в конце письма;",
    "option_b": "неверный адресат, с таким вопросом нужно писать другому человеку;",
    "option_c": "по теме письма непонятно, о чём письмо и что нужно сделать;",
    "option_d": "по почтовому адресу неясно, кто именно пишет;",
    "option_e": "в целом невежливый тон письма;",
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_c",
      "option_e"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 3,
    "exam_section": "theoretical",
    "exam_task_title": "Этика обмена информацией",
    "title": "Вопрос №13",
    "text": "Для доступа вашей группы к историческому архиву вам нужно разрешение управляющего архивом, Николая Александровича Андреева. По совету преподавателя вы решили написать ему с просьбой предоставить вашей группе доступ.\nПрокомментируйте письмо:",
    "option_a": "преподаватель не сможет увидеть почту группы;",
    "option_b": "преподаватель сможет увидеть почту группы;",
    "option_c": "письмо не содержит подписи;",
    "option_d": "отсутствует тема письма;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_c",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 3,
    "exam_section": "theoretical",
    "exam_task_title": "Этика обмена информацией",
    "title": "Вопрос №14",
    "text": "Экзамен по цифровой грамотности студенты вашей образовательной программы пишут в 2 потока. Вас распределили в первый поток, однако вы можете писать только во второй из-за важной записи к врачу, которую нельзя перенести. Вы решили написать заявление о переводе в другой поток. Ознакомьтесь с черновиком заявления и найдите ошибки.",
    "option_a": "не указан адресат;",
    "option_b": "нет обоснования запроса;",
    "option_c": "не указано название документа;",
    "option_d": "не указаны данные автора;",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 3,
    "exam_section": "theoretical",
    "exam_task_title": "Этика обмена информацией",
    "title": "Вопрос №15",
    "text": "На почту групп приходит документ с формулировкой итогового задания по курсу. Преподаватель просит подтвердить получение письма, и в случае каких-либо неточностей — задать вопросы. Вы хотите узнать о дополнительных критериях к оцениванию, и с согласия группы пишете коллективное письмо.\nОцените его с точки зрения норм деловой переписки, выбрав верные утверждения:",
    "option_a": "запрос сформулирован кратко;",
    "option_b": "в теле письма соблюдена структура делового письма;",
    "option_c": "в теме письма есть конкретика, письмо понятно без контекста;",
    "option_d": "в копии указаны все участники переписки;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_b"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 4,
    "exam_section": "theoretical",
    "exam_task_title": "Форматы файлов и программы",
    "title": "Вопрос №1",
    "text": "На следующей неделе у вас встреча с потенциальными инвесторами, к которой необходимо подготовить:\n1. презентацию;\n2. финансовую модель окупаемости;\n3. логотип вашей компании;\n4. документ, подтверждающий патентное право на разработку.\n\nВыберите ответ, в котором каждому из необходимых материалов присвоен правильный формат:",
    "option_a": "презентация.xlsx; модель.pptx; лого.doc; патент.pdf;",
    "option_b": "презентация.pptx; модель.xlsx; лого.png; патент.pdf.",
    "option_c": "презентация.pdf; модель.xlsx; лого.doc; патент.pptx;",
    "option_d": "презентация.pptx; модель.xlsx; лого.doc; патент.pptx;",
    "option_e": "презентация.pptx; модель.doc; лого.png; патент.xlsx;",
    "correct_option": "option_b",
    "correct_options": [
      "option_b"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 4,
    "exam_section": "theoretical",
    "exam_task_title": "Форматы файлов и программы",
    "title": "Вопрос №2",
    "text": "Вы заполняете форму заявления в электронном учебном офисе. Вас просят приложить документ в формате изображения. Какой файл вы выберете?",
    "option_a": "документ.docx;",
    "option_b": "документ.AAC;",
    "option_c": "документ.png;",
    "option_d": "документ.xlsx;",
    "option_e": null,
    "correct_option": "option_c",
    "correct_options": [
      "option_c"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 4,
    "exam_section": "theoretical",
    "exam_task_title": "Форматы файлов и программы",
    "title": "Вопрос №3",
    "text": "Укажите, ключевые отличия формата .txt:",
    "option_a": "в тексте можно размещать изображения и фотографии;",
    "option_b": "текст можно менять только в специализированной программе для работы с текстом;",
    "option_c": "может быть открыт любой программой для работы с текстом;",
    "option_d": "НЕ поддерживает форматирование;",
    "option_e": null,
    "correct_option": "option_c",
    "correct_options": [
      "option_c",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 4,
    "exam_section": "theoretical",
    "exam_task_title": "Форматы файлов и программы",
    "title": "Вопрос №4",
    "text": "Укажите ключевые отличия формата .docx:",
    "option_a": "текст можно менять только в специализированной программе для работы с текстом;",
    "option_b": "в тексте можно размещать изображения и фотографии;",
    "option_c": "может быть открыт любой программой для работы с текстом;",
    "option_d": "НЕ поддерживает форматирование;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_b"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 4,
    "exam_section": "theoretical",
    "exam_task_title": "Форматы файлов и программы",
    "title": "Вопрос №5",
    "text": "Формат электронных таблиц CSV характерен следующим:",
    "option_a": "информация в файле разделена сепаратором (запятой или иным символом);",
    "option_b": "файл можно открыть в программе для работы с таблицами Microsoft Excel;",
    "option_c": "файл можно открыть в программе для работы с простыми текстами (вроде Блокнота или TextEdit);",
    "option_d": "информация в файле имеет фиксированную длину;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_b",
      "option_c"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 4,
    "exam_section": "theoretical",
    "exam_task_title": "Форматы файлов и программы",
    "title": "Вопрос №6",
    "text": "Вы работаете в университете и подаёте заявку на грант, в состав которой должны войти описание вашего проекта и смета. Какие форматы файлов необходимо использовать для выполнения этой задачи?",
    "option_a": "Файл.docx;",
    "option_b": "Файл.pptx;",
    "option_c": "Файл.png;",
    "option_d": "Файл.xlsx;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 4,
    "exam_section": "theoretical",
    "exam_task_title": "Форматы файлов и программы",
    "title": "Вопрос №7",
    "text": "Ваш одногруппник отправил вам несколько файлов, которые он использовал для написания исследовательской работы. Вам нужен лишь документ с полным теоретическим описанием его исследовательской работы:",
    "option_a": "Исследование.docx;",
    "option_b": "Исследование.xlsx;",
    "option_c": "Исследование.png;",
    "option_d": "Исследование.exe;",
    "option_e": "Исследование.pptx;",
    "correct_option": "option_a",
    "correct_options": [
      "option_a"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 4,
    "exam_section": "theoretical",
    "exam_task_title": "Форматы файлов и программы",
    "title": "Вопрос №8",
    "text": "Во время прохождения стажировки вас попросили разместить информацию о партнерах компании на сайте: описание и буклет (уже готовый к печати). Описание будет размещено текстом прямо на сайте, а буклет подгружен файлом. Укажите форматы файлов, которые вы будете использовать для размещения:",
    "option_a": ".docx и .pptx",
    "option_b": ".docx и .pdf",
    "option_c": ".xlsx и .png",
    "option_d": ".png и .pdf",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 4,
    "exam_section": "theoretical",
    "exam_task_title": "Форматы файлов и программы",
    "title": "Вопрос №9",
    "text": "Вы, как юрист-консультант, участвуете в создании LegalTech проекта. Вместе с коллегами-программистами вы готовите презентацию для заказчика с ключевыми результатами разработки продукта на данной итерации.\nРасставьте файлы по порядку:\nфинальная версия презентации,\nфайл с расчётами бюджета,\nтекстовый конспект выступления,\nустановщик демо-версии проекта.\nпроект.xlsx;\nпроект.pptx;\nпроект.rtf;\nпроект.exe;\nОтзыв\nВаш ответ частично правильный.\nВид оценивания: Относительно следующего элемента (исключая последний)\nПодробности оценки: 1 / 3 = 33%\nБаллы по каждому пункту этого ответа:\n0 / 1 = 0%\n0 / 1 = 0%\n1 / 1 = 100%\nБез оценки / = 0%\nДля этих элементов правильный порядок выглядит так:\nпроект.pptx;\nпроект.xlsx;\nпроект.rtf;\nпроект.exe;\nВопрос 16\nНеверно\nБаллов: 0,00 из 3,00\nОтметить вопрос\nТекст вопроса\nВам необходимо подготовить:\nлоготип для презентации;\nтекст работы для печати в типографии;\nстатистический анализ результатов;\nчерновик текста выступления для внесения правок.\nРасставьте названия файлов в соответствии со списком необходимых документов:\nкурсовая_Иванов.xlsx\nкурсовая_Иванов.pdf\nкурсовая_Иванов.png\nкурсовая_Иванов.docx\nОтзыв\nВаш ответ неправильный.\nВид оценивания: Относительно следующего элемента (исключая последний)\nБаллы по каждому пункту этого ответа:\n0 / 1 = 0%\n0 / 1 = 0%\n0 / 1 = 0%\nБез оценки / = 0%\nДля этих элементов правильный порядок выглядит так:\nкурсовая_Иванов.png\nкурсовая_Иванов.pdf\nкурсовая_Иванов.xlsx\nкурсовая_Иванов.docx\nВопрос 17\nЧастично правильный\nБаллов: 1,00 из 3,00\nОтметить вопрос\nТекст вопроса\nРасставьте по порядку файлы:\nс картинкой для Сети;\nв котором может быть компьютерный вирус;\nархива;\nс веб-страницей в Сети;\nдля ведения домашней бухгалтерии;\nс лифлетом для типографии;\nс текстом, в котором точно нет форматирования.\n5.zip.txt\n5.png.exe\n5.txt.zip\n5.xlsx\n5.html.pdf\n5.png\n5.pdf.html\nОтзыв\nВаш ответ частично правильный.\nВид оценивания: Относительно следующего элемента (исключая последний)\nПодробности оценки: 2 / 6 = 33%\nБаллы по каждому пункту этого ответа:\nБез оценки / = 0%\n1 / 1 = 100%\n0 / 1 = 0%\n1 / 1 = 100%\n0 / 1 = 0%\n0 / 1 = 0%\n0 / 1 = 0%\nДля этих элементов правильный порядок выглядит так:\n5.png\n5.png.exe\n5.txt.zip\n5.pdf.html\n5.xlsx\n5.html.pdf\n5.zip.txt\nВопрос 18\nЧастично правильный\nБаллов: 1,00 из 3,00\nОтметить вопрос\nТекст вопроса\nВы занимаетесь организацией выставки в краеведческом музее. Ваша команда подготовила пакет файлов для передачи в отдел по связям с общественностью, чтобы они распечатали буклеты, подготовили футболки с эмблемой музея, разместили фотографии экспонатов на сайте и запустили презентацию на проекторе в холле музея. Коллеги из отдела по связям с общественностью не проходили курс по Цифровой грамотности, помогите им разобраться в форматах ваших файлов.\nРасставьте файлы согласно их описанию:\nизображение, не теряющее в качестве при изменении размера;\nизображение обладающее высоким качеством картинки, частично прозрачное благодаря альфа-каналу;\nфайл в кроссплатформенном формате, который одинаково выглядит на любом оборудовании;\nфайл презентации в открытом формате.\n5z14.pdf\n5z14.svg\n5z14.png\n5z14.odp\nОтзыв\nВаш ответ частично правильный.\nВид оценивания: Относительно следующего элемента (исключая последний)\nПодробности оценки: 1 / 3 = 33%\nБаллы по каждому пункту этого ответа:\n0 / 1 = 0%\n1 / 1 = 100%\n0 / 1 = 0%\nБез оценки / = 0%\nДля этих элементов правильный порядок выглядит так:\n5z14.svg\n5z14.png\n5z14.pdf\n5z14.odp\nВопрос 19\nНеверно\nБаллов: 0,00 из 3,00\nОтметить вопрос\nТекст вопроса\nРасставьте особенности текстовых файлов в соответсвующем им порядке:\n.txt\n.rtf\n.pdf\n.odp\nВсегда одинаково выглядит\nОткрытый формат, разработанный для пакета OpenOffice\nНе поддерживает форматирование\nМожет быть использован в разных операционных системах\nОтзыв\nВаш ответ неправильный.\nGrading type: All or nothing\nThe correct order for these items is as follows:\nНе поддерживает форматирование\nМожет быть использован в разных операционных системах\nВсегда одинаково выглядит\nОткрытый формат, разработанный для пакета OpenOffice\nЗАДАНИЕ №5\nВопрос 1\nНет ответа\nБалл: 3,00\nОтметить вопрос\nТекст вопроса\nПредставьте, что вы сделали заказ продуктов на дом в крупном гипермаркете вашего города. Укажите, какие из приведенных ниже вариантов относятся к пассивному цифровому следу, который вы оставили, совершая заказ.",
    "option_a": "ФИО и номер телефона, указанные для оформления заказа;",
    "option_b": "домашний адрес, на которой поедет доставка;",
    "option_c": "IP адрес пользователя;",
    "option_d": "местоположение пользователя на момент совершения заказа;",
    "option_e": null,
    "correct_option": "option_c",
    "correct_options": [
      "option_c",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 4,
    "exam_section": "theoretical",
    "exam_task_title": "Форматы файлов и программы",
    "title": "Вопрос №10",
    "text": "Выберите все варианты, благодаря которым вы можете уменьшить свой цифровой след в Интернете:",
    "option_a": "установить настройки конфиденциальности в социальных сетях;",
    "option_b": "каждый раз выходить из своего аккаунта в почте/браузере/социальной сети после окончания сеанса;",
    "option_c": "совершать авторизацию на сайтах через социальные сети;",
    "option_d": "удалить свои старые аккаунты в Интернете;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 4,
    "exam_section": "theoretical",
    "exam_task_title": "Форматы файлов и программы",
    "title": "Вопрос №11",
    "text": "Во время конференции вы хотите сделать совместную фотографию и выложить в социальных сетях, отметив всех присутствующих и указав местоположение. Укажите наиболее корректный способ ваших действий:",
    "option_a": "спросить разрешение участников фотографии на то, чтобы выложить её и отметить на ней каждого из присутствующих;",
    "option_b": "не фотографироваться на фоне логотипов конференции, так как они могут быть зарегистрированы как товарные знаки;",
    "option_c": "перечислить в посте всех присутствующих и указать гиперссылки на их страницы;",
    "option_d": "сделать приватными настройки видимости вашей страницы, чтобы никто посторонний, кроме ваших друзей, не увидел эту фотографию;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 4,
    "exam_section": "theoretical",
    "exam_task_title": "Форматы файлов и программы",
    "title": "Вопрос №12",
    "text": "Что такое активный цифровой след?",
    "option_a": "это информация о вас или ваших действиях, которую сервер интернет сайта считывает на основе ваших действий без вашего ведома (IP адрес, карта кликов, местонахождение и т.д.);",
    "option_b": "это информация о вас или ваших действиях, которую вы самостоятельно размещаете в Сети (социальных сетях, форумах и т.д.);",
    "option_c": "это информация о вас или ваших действиях, которая передается на сервер интернет сайта только через cookies;",
    "option_d": "это информация о ваших действиях, которая активно считывается веб-краулером и сохраняется на сервере в отдельных социальных сетях;",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 4,
    "exam_section": "theoretical",
    "exam_task_title": "Форматы файлов и программы",
    "title": "Вопрос №13",
    "text": "Что такое пассивный цифровой след?",
    "option_a": "это информация о вас или ваших действиях, которую вручную собирают администраторы социальных сетей о своих пользователях на основе публикуемых ими сообщений;",
    "option_b": "это информация о вас или ваших действиях, которую вы самостоятельно размещаете в сети Интернет (социальных сетях, форумах и т.д.);",
    "option_c": "это тип информации о вас или ваших действиях, который считывается о вас ваш собственный компьютер после возникновения тех или иных технических проблем, запись о такой проблеме фиксируется в специальном журнале (лог-файле);",
    "option_d": "это информация о вас или ваших действиях, которую сервер интернет сайта оперативно считывает на основе ваших действий без вашего ведома (IP адрес, карта кликов, местонахождение и т.д.);",
    "option_e": null,
    "correct_option": "option_d",
    "correct_options": [
      "option_d"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 4,
    "exam_section": "theoretical",
    "exam_task_title": "Форматы файлов и программы",
    "title": "Вопрос №14",
    "text": "Вы участвуете в археологических раскопках на территории одного из могильников эпохи Древней Руси. В определенный момент вы выезжаете в город, чтобы закупиться предметами личного быта и насладиться стабильным интернет подключением.\nНа своей странице в социальной сети вы публикуете новость с включенной геолокацией и следующим содержанием: “До конца майских праздников уехал на археологические раскопки! На звонки отвечать не смогу - связь очень плохая, не теряйте!”.\nКакую информацию потенциальный злоумышленник НЕ сможет получить из вашего сообщения:",
    "option_a": "Состав группы, с которым вы находитесь на раскопках;",
    "option_b": "Наличие у вас проблем с связью;",
    "option_c": "Используемое вами транспортное средство;",
    "option_d": "Ориентировочная дата вашего возвращения домой;",
    "option_e": "Регион вашего местоположения в ближайшее время;",
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_c"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 4,
    "exam_section": "theoretical",
    "exam_task_title": "Форматы файлов и программы",
    "title": "Вопрос №15",
    "text": "Вы участвуете в археологических раскопках на территории одного из могильников эпохи Древней Руси. В определенный момент вы выезжаете в город, чтобы закупиться предметами личного быта и насладиться стабильным интернет подключением.\nНа своей странице в социальной сети вы публикуете фотографию с включенной геолокацией, на которой вы стоите вместе с другими участниками археологической группы. Все участники были любезно отмечены вами на фотографии, в отметках встроены гиперссылки на страницы отмеченных участников.\nКакую информацию потенциальный злоумышленник сможет получить из вашего сообщения?",
    "option_a": "ваше текущее местоположение;",
    "option_b": "информацию о составе группы, с которым вы находитесь на раскопках;",
    "option_c": "ориентировочную дата вашего возвращения домой;",
    "option_d": "используемое вами транспортное средство;",
    "option_e": "наличие у вас проблем с связью;",
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_b"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 4,
    "exam_section": "theoretical",
    "exam_task_title": "Форматы файлов и программы",
    "title": "Вопрос №16",
    "text": "Со своего телефона вы опубликовали сообщение в социальной сети с включённой геопозицией и фотографией билета на самолёт, что вы едете отдыхать. В самой записи вы написали: \"14.01 — 28.01, Кипр, жди меня!\". Какая информация может заинтересовать злоумышленника, который находится с вами в одном городе?",
    "option_a": "рейс, которым вы летите на Кипр;",
    "option_b": "время вашего отсутствия дома;",
    "option_c": "ваш адрес;",
    "option_d": "цена вашего билета;",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b",
      "option_c"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 4,
    "exam_section": "theoretical",
    "exam_task_title": "Форматы файлов и программы",
    "title": "Вопрос №17",
    "text": "Вы заметили, что в последнее время тратите очень много денег, и решили установить на смартфон специальное приложение для мониторинга ваших расходов, которое вы нашли в магазине приложений.  После запуска приложение попросило ввести всю информацию, которая расположена на обеих сторонах вашей банковской карты. Как лучше всего поступить в данной ситуации?",
    "option_a": "ввести все запрашиваемые данные, так как это стандартная просьба таких приложений;",
    "option_b": "ввести все данные, предварительно настроив в приложении банка подтверждение всех операций через смс;",
    "option_c": "найти другое приложение, потому что операции можно отследить и без этих данных;",
    "option_d": "ввести данные, если о приложении нет плохих отзывов в магазине приложений, т.к. это дает гарантию надежности;",
    "option_e": null,
    "correct_option": "option_c",
    "correct_options": [
      "option_c"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 4,
    "exam_section": "theoretical",
    "exam_task_title": "Форматы файлов и программы",
    "title": "Вопрос №18",
    "text": "Вы собираетесь сделать заказ в онлайн-магазине.\nУкажите, какой адрес вы выберите и почему:",
    "option_a": "https://market.example, так как это быстрей",
    "option_b": "http://market.example, так как это быстрей",
    "option_c": "https://market.example, так как это безопасней",
    "option_d": "это одинаковые адреса и я выберу любой",
    "option_e": "http://market.example, так как это безопасней",
    "correct_option": "option_c",
    "correct_options": [
      "option_c"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 6,
    "exam_section": "theoretical",
    "exam_task_title": "Электронные таблицы",
    "title": "Вопрос №1",
    "text": "На вашей странице в социальных сетях вы разместили новость о своих последних достижениях в Цифровой грамотности. К своему удивлению, эта новость привлекла чрезмерное внимание со стороны ваших друзей и их знакомых. К сожалению, это привело к тому, что на вашу страницу также попали недоброжелатели, которые начали распространять оскорбительные высказывания в ваш адрес.\nКаковы ваши действия в данной ситуации?",
    "option_a": "Попытаться не обращать внимание на сообщения недоброжелателей.",
    "option_b": "“Мирного решения не будет”. Соблюдая оскорбительную стилистику ваших оппонентов, вы предельно доходчиво попробуете объяснить авторам оскорбительных высказываний, что именно вы о них думаете.",
    "option_c": "Укажите на несостоятельность логики ваших оппонентов и неподобающее поведение. Попробуете аргументировать свою правоту.",
    "option_d": "Пожаловаться на авторов оскорбительных сообщений в техническую поддержку сети",
    "option_e": "С помощью настроек приватности заблокировать доступ незнакомцев к вашей странице.",
    "correct_option": "option_d",
    "correct_options": [
      "option_d",
      "option_e"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 6,
    "exam_section": "theoretical",
    "exam_task_title": "Электронные таблицы",
    "title": "Вопрос №2",
    "text": "Страницу в социальных сетях вашего друга взломали злоумышленники. После процедуры верификации личности он смог вернуть себе контроль над страницей, но он опасается, что злоумышленники также могут получить доступ к его почте и другим приложениям.\nВыберите наиболее подходящую рекомендацию:",
    "option_a": "Следует убедиться, что антивирус обновлен и проверить настройки  брандмауэра. В случае, если взлом произошел при обновленном антивирусе, то следует воспользоваться антивирусом от другой фирмы.",
    "option_b": "Рекомендовать сменить пароли, если они дублируют или схожи по алгоритму с украденным паролем. Пусть подключит двухфакторную аутентификацию к социальным сетям, почты и другим важным сервисам.",
    "option_c": "Рекомендовать сменить пароли на всех сервисах и площадках. Пароли должны быть как можно сложнее, иметь не менее 16 букв и цифр, а также состоять из множества спецсимволов. Пароли можно зафиксировать в текстовом файле.",
    "option_d": "Объясните, что паниковать не нужно. Активность злоумышленников была бы очевидна, а если нет, то скорее всего они не смогли получить доступ к остальным цифровым площадкам или ваш друг им просто не интересен.",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 6,
    "exam_section": "theoretical",
    "exam_task_title": "Электронные таблицы",
    "title": "Вопрос №3",
    "text": "В одной из социальных сетей вы увидели пост, в котором автор допускает оскорбительные высказывания в адрес вашего знакомого. Как следует поступить в данной ситуации?",
    "option_a": "проигнорировать пост;",
    "option_b": "написать комментарий к посту в аналогичной стилистике;",
    "option_c": "пожаловаться на неподобающий контент в техподдержку социальной сети;",
    "option_d": "написать ответный пост и рассказать о недостатках автора первоначального поста;",
    "option_e": null,
    "correct_option": "option_c",
    "correct_options": [
      "option_c"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 6,
    "exam_section": "theoretical",
    "exam_task_title": "Электронные таблицы",
    "title": "Вопрос №4",
    "text": "Маша хранит резервные копии написанных музыкальных произведений на Яндекс.Диске. Что ей нужно сделать, чтобы злоумышленники не смогли взломать её аккаунт и получить доступ к демоверсиям песен?",
    "option_a": "зайти один раз в аккаунт и забыть пароль;",
    "option_b": "ограничить доступ людей к папке с песнями;",
    "option_c": "отключить двухфакторную авторизацию в аккаунте Яндекса;",
    "option_d": "написать пароль на бумажке и положить его в секретное место;",
    "option_e": "настроить двухфакторную авторизацию в аккаунте Яндекса;",
    "correct_option": "option_e",
    "correct_options": [
      "option_e"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 6,
    "exam_section": "theoretical",
    "exam_task_title": "Электронные таблицы",
    "title": "Вопрос №5",
    "text": "Выберите фактор, который однозначно указывает на высокий уровень безопасности сайта:",
    "option_a": "у сайта есть реальные положительные отзывы в Сети;",
    "option_b": "адрес сайта заканчивается на .ru;",
    "option_c": "у сайта продвинутый интерфейс;",
    "option_d": "адрес сайта начинается с https://;",
    "option_e": null,
    "correct_option": "option_d",
    "correct_options": [
      "option_d"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 6,
    "exam_section": "theoretical",
    "exam_task_title": "Электронные таблицы",
    "title": "Вопрос №6",
    "text": "На вашу электронную почту пришло письмо о том, что произошёл несанкционированный доступ к вашему аккаунту в одной социальной сети. Вы пресекли нарушение, но хотите застраховать аккаунт на будущее. Какое действие может обезопасить ваш аккаунт?",
    "option_a": "подключить файрвол (брандмауер);",
    "option_b": "никакие действия совершать не требуется, доступ вы пресекли;",
    "option_c": "установить пароль для социальной сети такой же, как и для почтового сервиса;",
    "option_d": "подключить двухфакторную аутентификацию;",
    "option_e": null,
    "correct_option": "option_d",
    "correct_options": [
      "option_d"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 6,
    "exam_section": "theoretical",
    "exam_task_title": "Электронные таблицы",
    "title": "Вопрос №7",
    "text": "Вы создали аккаунт в новой социальной сети и через некоторое время начали получать сообщения от незнакомца, настойчиво желающего вступить с вами в диалог и узнать больше о вашем месте проживания и образе жизни. Какие действия следует предпринять, чтобы обезопасить себя?",
    "option_a": "выложить пост с рассказом о ситуации в социальной сети;",
    "option_b": "ответить на интересующие вопросы;",
    "option_c": "продолжить диалог и спросить, зачем нужна эта информация;",
    "option_d": "заблокировать контакт и проверить настройки конфиденциальности;",
    "option_e": null,
    "correct_option": "option_d",
    "correct_options": [
      "option_d"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 6,
    "exam_section": "theoretical",
    "exam_task_title": "Электронные таблицы",
    "title": "Вопрос №8",
    "text": "У вас появляется всё больше аккаунтов на сайтах и в социальных сетях, и пароли становится всё сложнее запоминать. Как безопасно хранить свои пароли?",
    "option_a": "записать все пароли на бумажке;",
    "option_b": "использовать несколько разных простых паролей, которые легко запомнить;",
    "option_c": "пользоваться менеджером паролей;",
    "option_d": "использовать один и тот же сложный пароль на нескольких платформах;",
    "option_e": null,
    "correct_option": "option_c",
    "correct_options": [
      "option_c"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 6,
    "exam_section": "theoretical",
    "exam_task_title": "Электронные таблицы",
    "title": "Вопрос №9",
    "text": "Ваша однокурсница пожаловалась вам, что уже несколько недель ей пишет молодой человек с просьбами встретиться, пообщаться по видеосвязи и прочим. Вашей однокурснице это доставляет дискомфорт, и уже несколько раз она безуспешно просила надоедливого собеседника перестать писать ей.\nКак действовать в данной ситуации?",
    "option_a": "написать в техподдержку сайтов с просьбой ограничить доступ молодого человека к просмотру её страницы и личным сообщениям;",
    "option_b": "вежливо попытаться снова объяснить молодому человеку, что она очень занята и не может уделять время на общение с ним;",
    "option_c": "заблокировать пользователя в соцсетях;",
    "option_d": "пригрозить докучающему незнакомцу обращением в полицию в случае, если он продолжить отправлять сообщения;",
    "option_e": null,
    "correct_option": "option_c",
    "correct_options": [
      "option_c"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 7,
    "exam_section": "theoretical",
    "exam_task_title": "Текстовые документы",
    "title": "Вопрос №1",
    "text": "С помощью чего взаимодействует браузер с веб-сервером при открытии сайта?",
    "option_a": "системы DNS;",
    "option_b": "протоколов FTP и FTPS;",
    "option_c": "протоколов HTTP и HTTPS;",
    "option_d": "протокола .ru;",
    "option_e": null,
    "correct_option": "option_c",
    "correct_options": [
      "option_c"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 7,
    "exam_section": "theoretical",
    "exam_task_title": "Текстовые документы",
    "title": "Вопрос №2",
    "text": "Выберите верное утверждение:",
    "option_a": "данные в Сети всегда передаются большими пакетами, в каждом из которых хранится отдельный файл целиком;",
    "option_b": "при передаче данные делятся по пакетам согласно их типу, текстовый данные отдельно, изображения отдельно и т.п.;",
    "option_c": "при передаче данных одни типы данных передаются быстрее, чем другие;",
    "option_d": "при передаче через Сеть данные разбиваются на фрагменты — пакеты;",
    "option_e": null,
    "correct_option": "option_d",
    "correct_options": [
      "option_d"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 7,
    "exam_section": "theoretical",
    "exam_task_title": "Текстовые документы",
    "title": "Вопрос №3",
    "text": "Через какой порт можно подключить компьютер к сети Интернет?",
    "option_a": "№1;",
    "option_b": "№2;",
    "option_c": "№3;",
    "option_d": "№4;",
    "option_e": null,
    "correct_option": "option_d",
    "correct_options": [
      "option_d"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 7,
    "exam_section": "theoretical",
    "exam_task_title": "Текстовые документы",
    "title": "Вопрос №4",
    "text": "Ваша операционная система перестала нормально функционировать, компьютер постоянно перезагружается и вы не можете узнать, в чём дело. Какие действия можно предпринять, чтобы вернуть его к жизни?",
    "option_a": "с компьютером больше нельзя работать, он неисправен;",
    "option_b": "переустановить операционную систему;",
    "option_c": "отнести компьютер в сервисный центр;",
    "option_d": "восстановить компьютер с помощью резервной копии;",
    "option_e": "вернуть компьютер к заводской настройке с помощью панели управления Windows;",
    "correct_option": "option_b",
    "correct_options": [
      "option_b",
      "option_c",
      "option_d",
      "option_e"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 7,
    "exam_section": "theoretical",
    "exam_task_title": "Текстовые документы",
    "title": "Вопрос №5",
    "text": "Что такое cookie?",
    "option_a": "это файлы, которые “воруют” ваши персональные данные;",
    "option_b": "это программы, при помощи которых вы можете защищено хранить пароли от разных сервисов;",
    "option_c": "это файлы, в которых сохраняется информация о посещениях сайтов;",
    "option_d": "это вредоносные программы, которые следует удалять после каждого посещения интернета;",
    "option_e": null,
    "correct_option": "option_c",
    "correct_options": [
      "option_c"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 7,
    "exam_section": "theoretical",
    "exam_task_title": "Текстовые документы",
    "title": "Вопрос №6",
    "text": "Что из указанного ниже может требовать использования cookie-файлов для своей работы?",
    "option_a": "автоматическая аутентификация при повторном входе на сайт;",
    "option_b": "отслеживание привычек пользователя и формирование профиля интересов;",
    "option_c": "система корзины в интернет-магазинах для незарегистрированного покупателя;",
    "option_d": "сохранение истории поиска музыки в социальной сети;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_b",
      "option_c"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 7,
    "exam_section": "theoretical",
    "exam_task_title": "Текстовые документы",
    "title": "Вопрос №7",
    "text": "Укажите порт, через который можно подключить клавиатуру:",
    "option_a": "№1;",
    "option_b": "№2;",
    "option_c": "№3;",
    "option_d": "№4;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 7,
    "exam_section": "theoretical",
    "exam_task_title": "Текстовые документы",
    "title": "Вопрос №8",
    "text": "Расставьте устройства, которые лучше всего подключить через указанные порты, в том же порядке, что и на картинке:\nНаушники, колонки или микрофон\nВнешний жесткий диск\nСтаренький проектор в аудитории\nМультимедийная система\nСеть Интернет\nКлавиатура или мышь\nОтзыв\nВаш ответ неправильный.\nВид оценивания: Относительно следующего элемента (исключая последний)\nБаллы по каждому пункту этого ответа:\nБез оценки / = 0%\n0 / 1 = 0%\n0 / 1 = 0%\n0 / 1 = 0%\n0 / 1 = 0%\n0 / 1 = 0%\nДля этих элементов правильный порядок выглядит так:\nКлавиатура или мышь\nМультимедийная система\nСтаренький проектор в аудитории\nВнешний жесткий диск\nСеть Интернет\nНаушники, колонки или микрофон\nВопрос 12\nНеверно\nБаллов: 0,00 из 3,00\nОтметить вопрос\nТекст вопроса\nВам дана ссылка на сайт: http://dc_test.example:79/tasks\nРасставьте названия элементов ссылки в соответствующем порядке:\nПуть\nПротокол\nПорт\nДомен\nОтзыв\nВаш ответ неправильный.\nGrading type: All or nothing\nThe correct order for these items is as follows:\nПротокол\nДомен\nПорт\nПуть\nВопрос 13\nНеверно\nБаллов: 0,00 из 3,00\nОтметить вопрос\nТекст вопроса\nВам дана ссылка на сайт: https://dc_test.example:9443/settings\nРасставьте названия элементов ссылки в соответствующем порядке:\n9443\n/settings\ndc_test.example\nhttps\nпротокол\nпуть\nпорт\nдомен\nОтзыв\nВаш ответ неправильный.\nThe correct order for these items is as follows:\nпорт\nпуть\nдомен\nпротокол\nЗАДАНИЕ №8\nВопрос 1\nНет ответа\nБалл: 3,00\nОтметить вопрос\nТекст вопроса\nКакой наиболее безопасный метод шифрования для домашней сети Wifi?",
    "option_a": "Open network;",
    "option_b": "ГОСТ 28147-89 «Системы обработки информации. Защита криптографическая. Алгоритм криптографического преобразования»;",
    "option_c": "WPA;",
    "option_d": "WEP;",
    "option_e": "AES;",
    "correct_option": "option_c",
    "correct_options": [
      "option_c"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 7,
    "exam_section": "theoretical",
    "exam_task_title": "Текстовые документы",
    "title": "Вопрос №9",
    "text": "Недавно вы купили себе ноутбук, включив его, вы обнаружили, что на нем стоит антивирус. Выберите все варианты, как вы можете использовать антивирус:",
    "option_a": "проверять скаченные файлы на наличие угроз;",
    "option_b": "проверять ссылки в интернете до их открытия;",
    "option_c": "обеззараживать вредоносные сайты;",
    "option_d": "запускать полное сканирование системы;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 7,
    "exam_section": "theoretical",
    "exam_task_title": "Текстовые документы",
    "title": "Вопрос №10",
    "text": "Когда вы скачивали файл, ваш антивирус выдал уведомление о том, что файл может быть вредоносным для вашего компьютера. При этом, вы уверены, что файл содержит интересующую вас информацию. Что можно сделать, чтобы обеспечить безопасность ваших устройств?",
    "option_a": "отменить загрузку;",
    "option_b": "немедленно выключить компьютер и подождать какое-то время;",
    "option_c": "возможно, это ошибка антивируса, можно скачать файл на смартфон и открыть его там;",
    "option_d": "проверить на вирусы весь компьютер;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 7,
    "exam_section": "theoretical",
    "exam_task_title": "Текстовые документы",
    "title": "Вопрос №11",
    "text": "Вы случайно услышали разговор соседей, из которого поняли, что они пользуются вашим интернетом, и подключились к нему без разрешения. Укажите все возможные причины такой ситуации:",
    "option_a": "вы не использовали WI-FI сеть каждый день, и свободный трафик было легко перехватить;",
    "option_b": "вы установили шифрование по протоколу WEP, и из-за этого ваша сеть стала незащищенной;",
    "option_c": "вы не изменили логин и пароль, установленные в заводских настройках;",
    "option_d": "вы отключили брандмауэр (файрволл);",
    "option_e": "вы установили шифрование по протоколу WPA3, и из-за этого ваша сеть стала незащищенной;",
    "correct_option": "option_b",
    "correct_options": [
      "option_b",
      "option_c"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 7,
    "exam_section": "theoretical",
    "exam_task_title": "Текстовые документы",
    "title": "Вопрос №12",
    "text": "Когда вы гуляли в парке, вам позвонил ваш друг и обеспокоено сказал, что с вашей почты пришло письмо с вирусом. Вы в ужасе проверили почту и увидели, что от вашего имени была произведена рассылка с вредоносным файлом. Какие ваши действия могли привести к таким последствиям?",
    "option_a": "скачивание на ваш компьютер файлов, полученных из сомнительных источников;",
    "option_b": "использование официальных почтовых приложений на вашем смартфоне;",
    "option_c": "установка пароля для почты, состоящего из вашего имени и даты рождения",
    "option_d": "отправка файлов другим людям через социальные сети;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_c"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 7,
    "exam_section": "theoretical",
    "exam_task_title": "Текстовые документы",
    "title": "Вопрос №13",
    "text": "Укажите действенные меры защиты домашней сети Wi-Fi:",
    "option_a": "Избегать использования шифрования WEP;",
    "option_b": "Регулярно обновлять встроенное ПО роутера;",
    "option_c": "Сохранять логин и пароль заводскими, чтобы избежать проблем с дальнейшей их потерей и восстановлением;",
    "option_d": "Использовать гостевую сеть;",
    "option_e": "Избегать включения брандмауэра;",
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_b",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 7,
    "exam_section": "theoretical",
    "exam_task_title": "Текстовые документы",
    "title": "Вопрос №14",
    "text": "Каким способом можно обезопасить свой профиль в социальных сетях от взлома?",
    "option_a": "устанавливайте программы только из официальных источников;",
    "option_b": "регулярно проверяйте устройство антивирусной программой;",
    "option_c": "периодически обновляйте пароли;",
    "option_d": "Сделайте страницу закрытой.",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_b",
      "option_c"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 7,
    "exam_section": "theoretical",
    "exam_task_title": "Текстовые документы",
    "title": "Вопрос №15",
    "text": "Выберите все варианты, которые помогут защитить устройство от вредоносных программ:",
    "option_a": "после посещения Интернета очищать историю браузера;",
    "option_b": "установить антивирус;",
    "option_c": "регулярно обновлять программное обеспечение;",
    "option_d": "реже пользоваться устройством;",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b",
      "option_c"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №1",
    "text": "При создании игры воспользовались наработками из другой программы, распространяемой по свободной лицензии GNU GPL.\nУкажите все верные высказывания об авторах игры:",
    "option_a": "обязаны связаться с авторами программы и поставить их в известность;",
    "option_b": "обязаны разрешить использовать наработки свей игры авторам других программ;",
    "option_c": "обязаны упомянуть авторов программы в списке авторов игры;",
    "option_d": "НЕ обязаны использовать лицензию GNU GPL для своей игры;",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b",
      "option_c"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №2",
    "text": "При попытке создать свой контент вы взяли картинку, доступную в интернете. Рядом с ней вы увидели иконку с надписью “Public domain”:\nЧто вы сможете сделать при её использовании в видео, которое вы загрузите в Интернет?",
    "option_a": "вносить изменения в картинку;",
    "option_b": "использовать другую лицензию в своём контенте;",
    "option_c": "предоставлять доступ к видео бесплатно;",
    "option_d": "продать доступ к видео другому лицу;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_b",
      "option_c",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №3",
    "text": "Витя создаёт сайт и нашёл в свободном источнике картинку, распространяемую на условиях CC BY-SA-NC\nПри использовании этой картинки на сайте он:",
    "option_a": "сможет распространять содержимое сайта бесплатно;",
    "option_b": "сможет продавать картинку за деньги со своего сайта;",
    "option_c": "будет обязан упомянуть художника;",
    "option_d": "сможет установить на контент сайта такую лицензию, какую сам захочет;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_c"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №4",
    "text": "Лари создаёт игру и нашла в свободном источнике музыкальный трек, распространяемый на условиях CC BY-ND\nПри использовании этой композиции в игре она:",
    "option_a": "сможет сделать ремикс песни и использовать в игре его;",
    "option_b": "сможет распространять игру бесплатно;",
    "option_c": "сможет продавать игру за деньги;",
    "option_d": "будет обязана упомянуть композитора в списке авторов;",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b",
      "option_c",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №5",
    "text": "Вы пишете новость для сайта и нашли интересный текст по теме, распространяемый на условиях CC BY-SA-NC\nПри использовании этого текста в своей статье вы:",
    "option_a": "будете обязаны разрешить использовать ваш текст на аналогичных условиях;",
    "option_b": "сможете продавать доступ к статье за деньги;",
    "option_c": "НЕ сможете распространять статью бесплатно;",
    "option_d": "НЕ обязаны упомянуть автора;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №6",
    "text": "Вы хотите поделиться несколькими фотографиями, причем так, чтобы их можно было использовать только в некоммерческих целях без внесения изменений. Укажите лицензию, при помощи которой вы можете это обеспечить:",
    "option_a": "Creative Commons: Attribution, No Derivatives;",
    "option_b": "Creative Commons: Attribution, Non-commercial, Share-Alike;",
    "option_c": "Creative Commons: Attribution, Non-commercial, No Derivatives;",
    "option_d": "Creative Commons: Attribution, Share Alike;",
    "option_e": null,
    "correct_option": "option_c",
    "correct_options": [
      "option_c"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №7",
    "text": "Как называется лицензия, позволяющая автору поделиться результатом своего творчества и требующая указания оригинального автора в случае создания производных работ, но не накладывающая никаких дополнительных ограничений?",
    "option_a": "Общественное достояние (CC0): ;",
    "option_b": "CC BY: ;",
    "option_c": "СС BY-NC-SA: ;",
    "option_d": "Лицензия свободного ПО GNU GPL;",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №8",
    "text": "Вы создали арт к одной известной компьютерной игре и захотели поделиться с человечеством кусочком вашего творчества, опубликовав работу в Сети. Чтобы защитить свои права на рисунок, вы установили на него лицензию Creative Commons, предусматривающую, что другие пользователи в дальнейшем смогут перерабатывать, исправлять и развивать произведение на некоммерческой основе, до тех пор, пока они упоминают оригинальное авторство и лицензируют производные работы на аналогичных лицензионных условиях.\n\nУкажите подходящую под описание лицензию:",
    "option_a": "СС BY-NC-SA: ;",
    "option_b": "CC BY-ND: ;",
    "option_c": "CC BY-NC-ND:  ;",
    "option_d": "CC BY-NC: ;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №9",
    "text": "Укажите корректную цитату по ГОСТу:",
    "option_a": "Возчиков В. А., Арутюнян А. Ю., Манузина Е. Б., Немирич А. А. Медиаграмотность в педагогической интерпретации // Медиаобразование. 2014. №2.",
    "option_b": "Медиаграмотность в педагогической интерпретации // Медиаобразование. 2014. №2. // Возчиков В. А., Арутюнян А. Ю., Манузина Е. Б., Немирич А. А.",
    "option_c": "Возчиков В. А., Арутюнян А. Ю., Манузина Е. Б., Немирич А. А. \"Медиаграмотность в педагогической интерпретации\" // Медиаобразование. 2014. №2.",
    "option_d": "Возчиков В. А., Арутюнян А. Ю., Манузина Е. Б., Немирич А. А. //Медиаграмотность в педагогической интерпретации // Медиаобразование. 2014. №2.",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_c"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №10",
    "text": "Укажите верную цитату по ГОСТу:",
    "option_a": "Хохлова Дарья Даниловна Переосмысление политики в контексте метамодерна // Политика и общество. 2017. №10.",
    "option_b": "Хохлова Дарья Даниловна \"Переосмысление политики в контексте метамодерна\" // Политика и общество. 2017. №10.",
    "option_c": "Хохлова Дарья Даниловна Переосмысление политики в контексте метамодерна. Политика и общество. 2017. #10.",
    "option_d": "Переосмысление политики в контексте метамодерна // Политика и общество. 2017. №10. Хохлова Дарья Даниловна",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_b"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №11",
    "text": "Ваш коллега-программист рассказывает вам о программе, с которой он сейчас работает. Эту программу он использует безвозмездно и изучает её функциональность, чтобы добавить несколько полезных фич. После внесения в программу улучшений ему требуется распространять новую версию на тех же условиях, на которых распространялась изначальная программа. О каком виде программного обеспечения идёт речь?",
    "option_a": "зловредное ПО;",
    "option_b": "коммерческое ПО;",
    "option_c": "свободное ПО;",
    "option_d": "бесплатное ПО;",
    "option_e": null,
    "correct_option": "option_c",
    "correct_options": [
      "option_c"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №12",
    "text": "Материалы Интернет-сайта размещены в открытом доступе на условиях лицензии Creative Commons «Attribution-ShareAlike» (CC BY-SA 3.0):\nВыберите верные утверждения:",
    "option_a": "вы должны указывать авторство используемого материала;",
    "option_b": "вы можете копировать и распространять материал на любом носителе и в любом формате;",
    "option_c": "вы можете видоизменять и создавать новое произведение, опираясь на этот материал;",
    "option_d": "для использования производного на основе данного материала произведения вы должны получить отдельное согласие правообладателя исходного материала;",
    "option_e": "вы ничем не ограничены в распространении производного на основе данного материала произведения;",
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_b",
      "option_c"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №13",
    "text": "Вы придумали дизайн футболок с изображением, которое нашли в свободном источнике. Указано, что изображение распространяется на условиях CC BY-NC:\nПри использовании этого изображения в дизайне футболок вы можете:",
    "option_a": "подарить футболки друзьям;",
    "option_b": "установить на футболки любую лицензию;",
    "option_c": "не указывать автора изображения;",
    "option_d": "продавать эти футболки;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_b"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №14",
    "text": "Вы придумали дизайн футболок с изображением, которое нашли в свободном источнике. Указано, что изображение распространяется на условиях CC BY-NC:\nCreative Commons Attribution NonCommercial.\nПри использовании этого изображения в дизайне футболок вы можете:",
    "option_a": "установить на футболки любую лицензию;",
    "option_b": "подарить футболки друзьям;",
    "option_c": "продавать эти футболки;",
    "option_d": "не указывать автора изображения;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_b"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №15",
    "text": "Этот пункт не указывается в библиографическом описании источника по стандарту ГОСТ:",
    "option_a": "год издания;",
    "option_b": "издательство;",
    "option_c": "имя автора;",
    "option_d": "место работы автора;",
    "option_e": null,
    "correct_option": "option_d",
    "correct_options": [
      "option_d"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №16",
    "text": "Создавая видео для видеохостинга вы решили добавить картинку. На сайте, где вы нашли картинку, вы увидели иконку общественного достояния:\nПри загрузке видео с этой картинкой на платформу, вы:",
    "option_a": "не сможете распространять это видео за деньги;",
    "option_b": "не сможете изменять картинку;",
    "option_c": "сможете делать всё, что угодно;",
    "option_d": "будете обязаны указать автора картинки;",
    "option_e": null,
    "correct_option": "option_c",
    "correct_options": [
      "option_c"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №17",
    "text": "Вы создали музыкальный бит и захотели поделиться им, опубликовав в Сети. Чтобы защитить свои права на музыку, вы установили на нее лицензию Creative Commons, предусматривающую, что другие пользователи могут свободно распространять произведение в коммерческих и некоммерческих целях, но при указании авторства. Также они не могут вносить изменения в него, например, не могут сделать ремикс.\nУкажите подходящую под описание лицензию:",
    "option_a": "СС BY-SA: ;",
    "option_b": "CC BY: ;",
    "option_c": "CC BY-NC: ;",
    "option_d": "CC BY-ND: ;",
    "option_e": null,
    "correct_option": "option_d",
    "correct_options": [
      "option_d"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №18",
    "text": "Вы создаете видео презентацию в учебных целях и хотите добавить туда фрагмент видео, которое распространяется на условиях CC BY-NC-ND:\nПри использовании этого видео вы:",
    "option_a": "будете обязаны упомянуть автора видео в списке авторов;",
    "option_b": "можете поменять цветовые оттенки видео;",
    "option_c": "сможете использовать видео для коммерческой рекламы;",
    "option_d": "сможете запустить видео отдельным файлом на семинаре;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №19",
    "text": "Соотнесите значок и стандартную лицензию из списка:\n1.\n2.\n3.\nзнак авторского права;\nзнак лицензии свободных программ;\nзнак интеллектуальной собственности в статусе \"общественное достояние\";\nОтзыв\nВаш ответ неправильный.\nGrading type: All or nothing\nДанное задание ориентировано на проверку узнавания вами обозначения стандартной лицензии на результатах интеллектуальной собственности.\n1. СС0 или PD - общественное достояние — совокупность творческих произведений, имущественные авторские права на которые истекли или никогда не существовали.\n2. GPL - лицензия свободных программ, которая разрешает людям использовать и даже распространять программу без требования платить за это кому бы то ни было.\n3. CC (С) - знак охраны авторского права, представляет собой латинскую букву C (первая буква слова «copyright») в окружности.\nThe correct order for these items is as follows:\nзнак интеллектуальной собственности в статусе \"общественное достояние\";\nзнак лицензии свободных программ;\nзнак авторского права;\nЗАДАНИЕ №10\nВопрос 1\nНет ответа\nБалл: 3,00\nОтметить вопрос\nТекст вопроса\nМы решаем задачу предсказания спроса на услуги психолога в Москве на ближайшие 5 лет. Что из перечисленного будет являться объектом?",
    "option_a": "город Москва;",
    "option_b": "услуги психолога;",
    "option_c": "численность потенциальных клиентов;",
    "option_d": "численность и квалификация психологов;",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №20",
    "text": "Перед вами примеры типовых задач из машинного обучения. Выберите все задания, которые, по вашему мнению, относятся к задачам обучения с учителем:",
    "option_a": "определить стоимость квартиры;",
    "option_b": "определить, на каких фото изображена кошка;",
    "option_c": "разделить аудиторию магазина на сегменты;",
    "option_d": "определить, какая будет погода завтра;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_b",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №21",
    "text": "Решается задача предсказания стоимости квартиры в новостройке.\nКакие признаки, кроме целевой переменной, будет эффективно использовать для обучения модели?",
    "option_a": "метраж;",
    "option_b": "консьерж в подъезде;",
    "option_c": "район;",
    "option_d": "№;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_c"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №22",
    "text": "Мы решаем задачу кредитного скоринга (решаем, дать или не дать клиенту банка ипотеку). В таком случае объектом является...",
    "option_a": "наличие залоговой недвижимости у клиента;",
    "option_b": "сумма ипотеки;",
    "option_c": "сумма доходов клиента за последний год;",
    "option_d": "клиент банка;",
    "option_e": null,
    "correct_option": "option_d",
    "correct_options": [
      "option_d"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №23",
    "text": "Что является примером задачи классификации?",
    "option_a": "предсказание потребления электроэнергии в городе;",
    "option_b": "определение, является ли письмо спамом или нет;",
    "option_c": "предсказание диагноза по набору медицинских характеристик;",
    "option_d": "анализ клиента банком перед выдачей кредита;",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b",
      "option_c",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №24",
    "text": "Что из перечисленного относится к задачам классификации в машинном обучении?",
    "option_a": "отбор товара в группу \"потенциальных хитов\" в интернет-магазине;",
    "option_b": "разделение аудитории онлайн-кинотеатра по известным интересам;",
    "option_c": "предсказание того, купит ли человек товар, предложенный рекламой, или нет;",
    "option_d": "определение наличия котика на фотографии;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_b",
      "option_c",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №25",
    "text": "Какие из перечисленных задач машинного обучения относятся к обучению с учителем?",
    "option_a": "задача кредитного скоринга (принятие решения о выдаче кредита);",
    "option_b": "распознавание рукописного текста;",
    "option_c": "разделение покупателей на группы по неразмеченным данным;",
    "option_d": "обучение бота для игры в Марио;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a",
      "option_b"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №26",
    "text": "Примером больших данных можно считать:",
    "option_a": "списки использованной литературы в дипломных работах всех студентов Вышки;",
    "option_b": "список телефонных номеров всех жителей Москвы, только сами номера;",
    "option_c": "ведомость с оценками группы по курсу цифровой грамотности;",
    "option_d": "нераспознанные видео с камер видеонаблюдения в торговом центре;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №27",
    "text": "Какие из перечисленных задач машинного обучения относятся к обучению с учителем?",
    "option_a": "обучение бота для игры в packman;",
    "option_b": "создание автоматического переводчика с русского на китайский;",
    "option_c": "группировка изображений по визуальным признакам на неразмеченных данных;",
    "option_d": "оценка тона комментария: положительный или отрицательный;",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b",
      "option_d"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №28",
    "text": "Предположите, какие функции в ТикТоке могут быть реализованы с помощью машинного обучения?",
    "option_a": "Поиск тиктоков по тегам.",
    "option_b": "Составление рекомендаций тиктоков для пользователя.",
    "option_c": "Выявление материалов, содержащие сцены насилия и жестокости.",
    "option_d": "Подсчет и обновление количества лайков.",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b",
      "option_c"
    ],
    "task_type": "multi_select",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №29",
    "text": "Укажите верное утверждение про обучение моделей:",
    "option_a": "Обучение заключается в подборе таких объектов, при которых ошибка меньше всего;",
    "option_b": "Обучение заключается в подборе таких предметов, при которых ошибка меньше всего;",
    "option_c": "Обучение заключается в подборе таких параметров, при которых ошибка меньше всего;",
    "option_d": "Обучение заключается в подборе такой обучающей выборки, при которой ошибка меньше всего;",
    "option_e": null,
    "correct_option": "option_c",
    "correct_options": [
      "option_c"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №30",
    "text": "Что свойственно задачам обучения с учителем?",
    "option_a": "не используется для разработки рекомендательных систем;",
    "option_b": "применяется для решения задач кластеризации (разбиение набора данных на группы по какому-либо критерию);",
    "option_c": "каждый из объектов в выборке обладает большим количеством признаков (больше ста);",
    "option_d": "наличие набора данных с размеченными данными (каждому примеру в обучающем наборе соответствует целевой ответ);",
    "option_e": null,
    "correct_option": "option_d",
    "correct_options": [
      "option_d"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №31",
    "text": "Мы решаем задачу предсказания рейтинга нового фильма в онлайн-кинотеатре “Кинопоиск”. Что из перечисленного является объектом?",
    "option_a": "мнение зрителей;",
    "option_b": "сам новый фильм;",
    "option_c": "рейтинг фильма;",
    "option_d": "онлайн-кинотеатр “Кинопоиск”;",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №32",
    "text": "Вы строите модель, которая решает задачу прогнозирования спроса в розничной сети. Чем в этой модели может являться страна-изготовитель товара?",
    "option_a": "признаком;",
    "option_b": "коэффициентом;",
    "option_c": "ответом;",
    "option_d": "объектом;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №33",
    "text": "Укажите верное утверждение про обучение моделей:",
    "option_a": "обучение заключается в подборе таких объектов, при которых ошибка меньше всего;",
    "option_b": "обучение заключается в подборе такой обучающей выборки, при которой ошибка меньше всего;",
    "option_c": "обучение заключается в подборе таких предметов, при которых ошибка меньше всего;",
    "option_d": "обучение заключается в подборе таких параметров, при которых ошибка меньше всего;",
    "option_e": null,
    "correct_option": "option_d",
    "correct_options": [
      "option_d"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 11,
    "exam_section": "practical",
    "exam_task_title": "Кейс информационного поиска",
    "title": "Вопрос №1",
    "text": "Воспользовавшись ресурсом https://scholar.google.ru, отберите среди архива статей наиболее востребованную в научном сообществе и укажите определение интернет-мема, которое поддерживается большинством исследователей:",
    "option_a": "Под мемами (англ. meme, от греч. μίμημα ‘подобие’), широко распространенными в Интернете, особенно в социальных сетях, понимаются различного рода знаки как носители смысла (слова, фразы, фотографии, рисунки, видеоролики и проч.), которые чаще всего имеют остроумно-иронический характер и спонтанно приобрели популярность путем распространения разными способами.",
    "option_b": "К мемам относят любого рода популярные шутки, афоризмы и даже стереотипы.",
    "option_c": "Среди всего множества медиатекстов в Интернете интересными для научного осмысления являются интернет-мемы, представляющие собой популярные единицы интернет-коммуникации.",
    "option_d": "Большинство исследователей сходятся во мнении, что интернет-мем представляет собой единицу информации, циркулирующую в интернете.",
    "option_e": null,
    "correct_option": "option_d",
    "correct_options": [
      "option_d"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 11,
    "exam_section": "practical",
    "exam_task_title": "Кейс информационного поиска",
    "title": "Вопрос №2",
    "text": "Вы пишете статью на тему виртуальной собственности. Воспользовавшись ресурсом https://scholar.google.ru, отберите среди статей наиболее востребованную в научном сообществе.",
    "option_a": "Беликова К. М. Теоретические и практические аспекты правовой квалификации виртуальной собственности в России и за рубежом;",
    "option_b": "Новиков И. В. Виртуальная собственность: перспективы регулирования;",
    "option_c": "Архипов В. В. Виртуальная собственность: системные правовые проблемы в контексте развития индустрии компьютерных игр;",
    "option_d": "Кулезин М. А. Реальные проблемы виртуальных объектов;",
    "option_e": null,
    "correct_option": "option_c",
    "correct_options": [
      "option_c"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 11,
    "exam_section": "practical",
    "exam_task_title": "Кейс информационного поиска",
    "title": "Вопрос №3",
    "text": "Вы заинтересовались таким явлением как \"выученная беспомощность\", но времени читать все статьи у вас нет. Именно поэтому вы решили прочитать только самое главное. Пользуясь ресурсом https://scholar.google.ru, отберите самую востребованную в научном сообществе статью и укажите определение выученной беспомощности из неё.\nФайл для скачивания: 12-Academy.z2.zip",
    "option_a": "Итак, Мартин Селигман определяет беспомощность как состояние, возникающее в ситуации, когда нам кажется, что внешние события от нас не зависят, и мы ничего не можем сделать, чтобы их предотвратить или видоизменить. Если это состояние и связанные с ним особенности мотивации и атрибуции переносятся на другие ситуации, то значит - налицо \"выученная беспомощность\".",
    "option_b": "Выученная беспомощность с позиции западной школы проявляется неспособностью воспринимать благоприятное сочетание внешних факторов для получения положительного результата деятельности, соответствующими негативными эмоциональными состояниями, такими как уныние, сниженное самоуважение, депрессия, тревожность, подавленность.",
    "option_c": "Выученная беспомощность – это психологическое состояние, вызванное условиями, в которых человек или животное было приучено действовать или вести себе беспомощно в определенной ситуации даже при наличии возможности изменить неприятные и даже вредные обстоятельства.",
    "option_d": "Выученная беспомощность – феномен, являвшийся до недавнего времени в большей степени объектом изучения западных физиологов и психиатров, формирующийся в период детства в определенных социально обусловленных условиях и затрагивающий все сферы психологического проявления человека.",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 11,
    "exam_section": "practical",
    "exam_task_title": "Кейс информационного поиска",
    "title": "Вопрос №4",
    "text": "Вы изучаете синдром самозванца (Impostor Syndrome) и отобрали в архив несколько статей, на основе которых хотите построить ваше выступление на научном семинаре.\nВоспользовавшись ресурсом https://scholar.google.ru, отберите среди статей наиболее востребованную в научном сообществе и укажите определение синдрома самозванца из неё:",
    "option_a": "Chronic feelings of self-doubt and fear of being discovered as an intellectual fraud;",
    "option_b": "A sense of personal inauthenticity in individuals who evidence achievement;",
    "option_c": "A phenomenon occurring among high achievers who are unable to internalize their success;",
    "option_d": "The tendency to doubt one’s abilities despite positive evidence to the contrary;",
    "option_e": null,
    "correct_option": "option_a",
    "correct_options": [
      "option_a"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 11,
    "exam_section": "practical",
    "exam_task_title": "Кейс информационного поиска",
    "title": "Вопрос №5",
    "text": "Воспользовавшись ресурсом https://scholar.google.ru, отберите среди архива статей наиболее востребованную в научном сообществе и укажите определение импрессионизма из неё:",
    "option_a": "Импрессионизм [в литературе] (фр. impressionnisme, от impression —впечатление) — течение, получившее распространение в литературе последней трети XIX — первой половины XX в. Импрессионизм первоначально возник во французской живописи (Э. Мане, К. Моне, О. Ренуар, К. Писарро и др.), впоследствии его влияние распространилось на скульптуру (О. Роден), музыку (К. Дебюсси, М. Равель) и другие виды искусства. В литературе черты импрессионизма также выделяют внутри натурализма и символизма.",
    "option_b": "Импрессионизм – художественное выражение и своеобразная форма преодоления кризиса рационалистической картины мира в западноевропейской культуре Нового времени. Осознанное переживание гармоничного онтологического единства с природой, а не любование ею, как внешним объектом, составляет основу импрессионистического мировоззрения. Несомненный интерес представляет исследование импрессионизма не как исключительно художественного явления, но как воплощения культурной универсалии.",
    "option_c": "Импрессионизм как направление в живописи зародился во Франции в 1860-х годах. Во времена Уайльда он воспринимался как шаг на пути к новому искусству. Импрессионизм в живописи характеризуется следующими чертами: 1) художники отображали видимое в момент созерцания; 2) они стремились передать общую картину наблюдаемого явления (пространство, фигуры в нем); 3) художники пытаются передать состояние свето-воздушной среды; 4) случайными позами персонажей, незаконченностью жестов подчеркивают то, что время наблюдения лишь мгновение.",
    "option_d": "В момент своего зарождения импрессионизм был тесно связан с литературным натурализмом. В частности это проявилось в стремлении импрессионизма к реальному выражению современной жизни. Реалистическая основа этой живописной техники воплощалась не в сходстве изображения, а в «тождественности впечатления»: «Взглянув на их полотно, зритель должен был испытать те же чувства, что и художник при созерцании живой природы». Базируясь на самых разнообразных живописных приемах, импрессионисты создали собственную целостную стилевую систему. К началу 70-х годов XIX века в русле импрессионизма были сделаны основные технические открытия, связанные с работой на пленэре и письмом раздельными мазками чистых цветов.",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 11,
    "exam_section": "practical",
    "exam_task_title": "Кейс информационного поиска",
    "title": "Вопрос №6",
    "text": "Воспользовавшись ресурсом https://scholar.google.ru, отберите среди архива статей наиболее востребованную в научном сообществе и укажите определение бренда из неё:",
    "option_a": "В современном понимании слово бренд – это абстрактное название, которое употребляется для обозначения товара, услуги или производителя, является составляющей торговой марки.",
    "option_b": "Идентичность бренда представляет собой уникальный набор марочных ассоциаций, который стремится создать или поддерживает разработчик бренда. Эти ассоциации представляют значение бренда и обещания, которые даются потребителям членами организации.",
    "option_c": "Бренд – это успешная торговая марка, пользующаяся доверием потребителей и обладающая определенной репутацией.",
    "option_d": "Бренд – это товар, отвечающий функциональным потребностям некоторых пользователей и предоставляющий им некую дополнительную ценность, способную удовлетворить определенные психологические потребности и побудить к покупке.",
    "option_e": null,
    "correct_option": "option_b",
    "correct_options": [
      "option_b"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 11,
    "exam_section": "practical",
    "exam_task_title": "Кейс информационного поиска",
    "title": "Вопрос №7",
    "text": "Воспользовавшись ресурсом https://scholar.google.ru, отберите среди архива статей наиболее востребованную в научном сообществе и укажите, чем, согласно статье, является хорошая речь:",
    "option_a": "В наше время фразеологизмы мало используются современными школьниками. Это неправильно, ведь главное их предназначение – сделать нашу речь точной, яркой и образной.",
    "option_b": "Речь носителя элитарного типа речевой культуры превосходит по своим качествам речь носителя любого другого типа.",
    "option_c": "Таким образом, хорошая речь – это прежде всего речь целесообразная.",
    "option_d": "Разговорная речь — это спонтанный поток устной речевой коммуникации, а разговорный стиль — это осознанный выбор говорящего, риторический прием, который применяется говорящим по необходимости.",
    "option_e": null,
    "correct_option": "option_c",
    "correct_options": [
      "option_c"
    ],
    "task_type": "single_choice",
    "explanation": "",
    "image_url": null
  },
  {
    "exam_task_number": 1,
    "exam_section": "theoretical",
    "exam_task_title": "Безопасность. Поиск",
    "title": "Вопрос №9",
    "text": "Расположите действия в правильном порядке при получении подозрительного письма со ссылкой.",
    "option_a": "Не переходить по ссылке и не открывать вложения",
    "option_b": "Проверить адрес отправителя и признаки фишинга",
    "option_c": "Пометить письмо как спам или заблокировать отправителя",
    "option_d": "При необходимости сообщить о письме ответственному специалисту",
    "correct_options": [
      "option_a",
      "option_b",
      "option_c",
      "option_d"
    ],
    "explanation": "При подозрении на фишинг важно сначала не взаимодействовать с опасным содержимым, затем проверить признаки угрозы и принять меры.",
    "option_e": null,
    "correct_option": "option_a",
    "task_type": "sequence",
    "image_url": null
  },
  {
    "exam_task_number": 2,
    "exam_section": "theoretical",
    "exam_task_title": "Облачные хранилища",
    "title": "Вопрос №18",
    "text": "Расположите действия в правильном порядке при настройке совместного доступа к учебному документу.",
    "option_a": "Определить, кому нужен доступ к документу",
    "option_b": "Выбрать подходящий уровень доступа: просмотр, комментирование или редактирование",
    "option_c": "Выдать доступ конкретным пользователям или по ссылке",
    "option_d": "Проверить, что права доступа соответствуют задаче",
    "correct_options": [
      "option_a",
      "option_b",
      "option_c",
      "option_d"
    ],
    "explanation": "Перед выдачей доступа необходимо понять роли участников, затем выбрать уровень прав и проверить итоговые настройки.",
    "option_e": null,
    "correct_option": "option_a",
    "task_type": "sequence",
    "image_url": null
  },
  {
    "exam_task_number": 4,
    "exam_section": "theoretical",
    "exam_task_title": "Форматы файлов и программы",
    "title": "Вопрос №19",
    "text": "Расположите действия в правильном порядке при выборе формата файла для отправки преподавателю.",
    "option_a": "Определить, что именно нужно передать: текст, таблицу, изображение или архив",
    "option_b": "Проверить требования преподавателя к формату файла",
    "option_c": "Выбрать формат, который корректно откроется у получателя",
    "option_d": "Сохранить файл и проверить, что он открывается без ошибок",
    "correct_options": [
      "option_a",
      "option_b",
      "option_c",
      "option_d"
    ],
    "explanation": "Корректный выбор формата начинается с понимания содержимого и требований получателя.",
    "option_e": null,
    "correct_option": "option_a",
    "task_type": "sequence",
    "image_url": null
  },
  {
    "exam_task_number": 6,
    "exam_section": "theoretical",
    "exam_task_title": "Электронные таблицы",
    "title": "Вопрос №10",
    "text": "Расположите действия в правильном порядке при создании формулы в электронной таблице.",
    "option_a": "Определить, какие данные нужны для расчёта",
    "option_b": "Выбрать ячейку, в которой должен появиться результат",
    "option_c": "Ввести формулу с правильными ссылками на ячейки",
    "option_d": "Проверить результат на тестовом примере",
    "correct_options": [
      "option_a",
      "option_b",
      "option_c",
      "option_d"
    ],
    "explanation": "Перед вводом формулы нужно понять логику расчёта, затем выбрать ячейку результата, ввести формулу и проверить её корректность.",
    "option_e": null,
    "correct_option": "option_a",
    "task_type": "sequence",
    "image_url": null
  },
  {
    "exam_task_number": 9,
    "exam_section": "theoretical",
    "exam_task_title": "Визуализация данных",
    "title": "Вопрос №34",
    "text": "Расположите действия в правильном порядке при подготовке диаграммы по данным таблицы.",
    "option_a": "Определить цель визуализации",
    "option_b": "Выбрать данные, которые нужно показать на диаграмме",
    "option_c": "Подобрать подходящий тип диаграммы",
    "option_d": "Проверить подписи, легенду и читаемость диаграммы",
    "correct_options": [
      "option_a",
      "option_b",
      "option_c",
      "option_d"
    ],
    "explanation": "Диаграмма должна соответствовать цели анализа, выбранным данным и быть понятной для читателя.",
    "option_e": null,
    "correct_option": "option_a",
    "task_type": "sequence",
    "image_url": null
  },
  {
    "exam_task_number": 11,
    "exam_section": "practical",
    "exam_task_title": "Кейс информационного поиска",
    "title": "Вопрос №8",
    "text": "Расположите действия в правильном порядке при поиске надёжной информации для учебной работы.",
    "option_a": "Сформулировать поисковый запрос",
    "option_b": "Оценить найденные источники по авторству, дате и площадке публикации",
    "option_c": "Сравнить информацию в нескольких независимых источниках",
    "option_d": "Выбрать наиболее надёжный источник и зафиксировать ссылку",
    "correct_options": [
      "option_a",
      "option_b",
      "option_c",
      "option_d"
    ],
    "explanation": "Надёжный информационный поиск включает формулирование запроса, оценку источников, сопоставление данных и сохранение ссылки.",
    "option_e": null,
    "correct_option": "option_a",
    "task_type": "sequence",
    "image_url": null
  }
]

module.exports = examScenariosData
